<?php

return [
    'politics'=>'«Мен, Байқауға қатысушы,
    осы құжатпен «Student Energy Challenge/ Student Energy Challenge-Junior»
    байқауына қатысқанымды растаймын. Байқауға қатысу шарттарымен
    таныстым және сауалнамада ұсынылған деректердің, ғылыми жетекшінің және/немесе ментордың
    деректерінің дұрыстығы үшін толық жауапты боламын. Сауалнаманы толтыру кезінде
    көрсетілген барлық деректерді өңдеуге, фото-видеотүсірілімге рұқсат беруге келісім
    беремін және Байқауды ілгерілету мақсатында Ұйымдастырушының, Демеушінің материалдарды,
    оның ішінде видеоматериалдарды пайдалануына қарсылық білдірмеймін.
    Байқауға қатысу/өткізу процесінде мүдделер қақтығысы туындаған жағдайда ұйымдастырушыларға
    (электрондық пошта және/немесе басқа да қолжетімді хабарлау құралдары арқылы) хабарлауға міндеттенемін".
    Растаймын / Міндеттенемін.
    <span style="color: #878788;">Бұрынғы «Student Energy Challenge» байқауларында осыған ұқсас тақырыптармен/әзірлемелермен жүлделі орындарға ие болған командалар, сондай-ақ «Student Energy Challenge» байқауына дейін Шелл Қазақстан басқа байқауларында соңғы 24 (жиырма төрт) ай ішінде жүлделі орындарға ие болған командалар қатыстырылмайды". 5. Байқау командаларына қойылатын талаптар  «STUDENT ENERGY CHALLENGE»
    ИНТЕЛЛЕКТУАЛДЫҚ КОМАНДАЛЫҚ БАЙҚАУЫНЫҢ
    ЕРЕЖЕСІ</span>',
    'terms' => 'Мен шарттарымен келісемін',
    'questionary'=>'Командалық байқаулар',
    'terms_text'=>'Сіз шарттармен келісуіңіз керек!',

    'teams_data'=>[
        'captain'=>'Команда капитаны',
        'name'=>'Команданың атауы',
        'college'=>'Колледж',
        'university'=>'ЖОО',
        'direction'=>'Жоба бағыты',
        'topic'=>'Жоба тақырыбы',
        'leader'=>'Жетекші',
        'mentor'=>'Ментор'
    ],
    'politics_'=>'«Дербес деректер және оларды қорғау туралы» Қазақстан Республикасының 2013 жылғы
                    21 мамырдағы № 94-V Заңына және Қазақстан Республикасының өзге де нормативтік құқықтық актілеріне (бұдан әрі – заң бірлесіп) сәйкес, «Student Energy Challenge» интеллектуалдық командалық байқауының (бұдан әрі – байқау) қатысушысы және Қазақстан Республикасының азаматы ретінде, мен :name, менің (мен туралы) дербес деректерімді осы Келісіммен регламенттелген мақсаттарда және дереккөздерде, оның ішінде жалпыға қолжетімді мақсаттарда заңнамаға қайшы келмейтін тәсілдермен жинау, өңдеу және қорғау жөніндегі мән-жайлармен немесе құқықтық қатынастармен қазіргі уақытта да, болашақта да Ұйымдастырушымен байланысты барлық шарттарды қабылдаймын және  «KAZENERGY» ЗТБ (бұдан әрі – Ұйымдастырушы) шартсыз келісімімді беремін.
                    Ұйымдастырушы менің (Мен туралы) дербес деректерімді жинау және өңдеуді конкурсқа жіберу, конкурстық қазылар алқасының шешімі негізінде жүлде қорынан төлемдер жүргізу және жүлделі орындар беру мақсатында жүзеге асырады.
                    Заңға сәйкес субъект немесе оның заңды өкілі, егер бұл Қазақстан Республикасының заңдарына қайшы келетін жағдайларда не орындалмаған міндеттеме болған кезде дербес деректерді жинауға, өңдеуге берілген келісімді кері қайтарып ала алмайтыны маған белгілі.
                    Мен осы Келісім Ұйымдастырушымен жоғарыда көрсетілген мақсаттарға қол жеткізуге байланысты барлық қатынастарға, оның ішінде қолданыстағы және (немесе) болашақта туындайтын кез келген азаматтық-құқықтық және (немесе) өзге де құқықтық қатынастарға қолданылатынын растаймын, азаматтық-құқықтық және (немесе) өзге де құқықтық қатынастарды ресімдеу үшін қажетті мәліметтерді қоса алғанда, бірақ олармен шектелмей, менің (мен туралы) дербес деректерім, сондай-ақ оларға енгізілетін, электрондық, қағаз және (немесе) өзге де материалдық жеткізгіште тіркелген өзгерістер және (немесе) толықтырулар, сондай-ақ оларды орындау процесінде өзара іс-қимылды жүзеге асыру үшін және мынадай мәліметтерді растайтын құжаттарым:
                    тегі, аты, әкесінің аты;
                    жынысы;
                    білімі туралы деректер;
                    кез келген сауалнамалық деректер;
                    басқа қосымша мәліметтер (Қауымдастықтың сұрауы бойынша).
                    Осымен, Заңның талаптарын және (немесе) осы Келісімде қол жеткізілген шарттарды сақтаған жағдайда, менің (Мен туралы) дербес деректерімді жинауға, өңдеуге, фото -, бейнетүсірілімге қатысты қандай да бір наразылықтарым болмайтынын растаймын.
                    Мен осы Келісімнің мәтінін оқыдым, толықтырулар, ескертпелер мен қарсылықтарым жоқ.
                    Ұйымдастырушыға сұратқан құжаттарын алуға және жинауға жәрдем көрсетуге міндеттенемін.
                    :year жылғы :day.:month',

    'politics_junior'=>'Дербес деректер және оларды қорғау туралы» Қазақстан Республикасының 2013 жылғы
                        21 мамырдағы № 94-V Заңына және Қазақстан Республикасының өзге де нормативтік құқықтық актілеріне (бұдан әрі – заң бірлесіп) сәйкес, «Student Energy Challenge-Junior» интеллектуалдық командалық байқауының (бұдан әрі – байқау) қатысушысы және Қазақстан Республикасының азаматы ретінде, мен :name, менің (мен туралы) дербес деректерімді осы Келісіммен регламенттелген мақсаттарда және дереккөздерде, оның ішінде жалпыға қолжетімді мақсаттарда заңнамаға қайшы келмейтін тәсілдермен жинау, өңдеу және қорғау жөніндегі мән-жайлармен немесе құқықтық қатынастармен қазіргі уақытта да, болашақта да Ұйымдастырушымен байланысты барлық шарттарды қабылдаймын және  «KAZENERGY» ЗТБ (бұдан әрі – Ұйымдастырушы) шартсыз келісімімді беремін.
                        Ұйымдастырушы менің (Мен туралы) дербес деректерімді жинау және өңдеуді конкурсқа жіберу, конкурстық қазылар алқасының шешімі негізінде жүлде қорынан төлемдер жүргізу және жүлделі орындар беру мақсатында жүзеге асырады.
                        Заңға сәйкес субъект немесе оның заңды өкілі, егер бұл Қазақстан Республикасының заңдарына қайшы келетін жағдайларда не орындалмаған міндеттеме болған кезде дербес деректерді жинауға, өңдеуге берілген келісімді кері қайтарып ала алмайтыны маған белгілі.
                        Мен осы Келісім Ұйымдастырушымен жоғарыда көрсетілген мақсаттарға қол жеткізуге байланысты барлық қатынастарға, оның ішінде қолданыстағы және (немесе) болашақта туындайтын кез келген азаматтық-құқықтық және (немесе) өзге де құқықтық қатынастарға қолданылатынын растаймын, азаматтық-құқықтық және (немесе) өзге де құқықтық қатынастарды ресімдеу үшін қажетті мәліметтерді қоса алғанда, бірақ олармен шектелмей, менің (мен туралы) дербес деректерім, сондай-ақ оларға енгізілетін, электрондық, қағаз және (немесе) өзге де материалдық жеткізгіште тіркелген өзгерістер және (немесе) толықтырулар, сондай-ақ оларды орындау процесінде өзара іс-қимылды жүзеге асыру үшін және мынадай мәліметтерді растайтын құжаттарым:
                        тегі, аты, әкесінің аты;
                        жынысы;
                        білімі туралы деректер;
                        кез келген сауалнамалық деректер;
                        басқа қосымша мәліметтер (Қауымдастықтың сұрауы бойынша).
                        Осымен, Заңның талаптарын және (немесе) осы Келісімде қол жеткізілген шарттарды сақтаған жағдайда, менің (Мен туралы) дербес деректерімді жинауға, өңдеуге, фото -, бейнетүсірілімге қатысты қандай да бір наразылықтарым болмайтынын растаймын.
                        Мен осы Келісімнің мәтінін оқыдым, толықтырулар, ескертпелер мен қарсылықтарым жоқ.
                        Ұйымдастырушыға сұратқан құжаттарын алуға және жинауға жәрдем көрсетуге міндеттенемін.
                        :year жылғы :day.:month',

    'politics_button'=>'Жіберу',
    'politics_title'=>'Дербес деректерді жинауға, өңдеуге келісім'

];
