<?php
return [
    'questionary'=>'Анкета для подачи заявки',
    'required_fields'=>'обязательные поля',
    'other'=>'Другое',
    'help'=>'пропишите',
    'email'=>'Укажите Ваш электронный адрес',
    'age'=>[
        'label'=>'Ваш возраст',
        'placeholder'=>'Выберите возраст',
    ],
    'course_of_study'=>'Курс обучения',
    'phone_number'=>'Укажите Ваш контактный телефон',
    'fullname'=>[
        'label'=>'Фамилия, Имя, Отчество',
        'help'=>'указать, как в удостоверении личности'
    ],
    'gender'=>[
        'label'=>'Укажите Ваш пол',
        'male'=>'Муж',
        'female'=>'Жен'
    ],
    'role'=> [
        'label'=>'Статус участника',
        'skipper'=>'Капитан команды',
        'crewman'=>'Член команды'
    ],
    'team'=>[
        'label'=>'Название команды',
        'help'=> 'перед заполнением, уточните у капитана название команды',
        'placeholder' => 'Выберите команду'
    ],
    'count_participants'=>[
        'label'=>'Количество участников',
    ],
    'project_direction'=>[
        'label'=>'Направление проекта',
        'placeholder'=>'Выберите направление проекта'
    ],
    'project_topic'=>[
        'label'=>'Тема проекта',
        'placeholder'=>'Выберите тему проекта'
    ],
    'university'=> [
        'label'=>'Название ВУЗа',
        'placeholder'=>'Выберите ВУЗ'
    ],
    'college'=> [
        'label'=>'Название Колледжа',
        'placeholder'=>'Выберите колледж'
    ],
    'training_program'=>[
        'label'=>'Программа и курс обучения',
        'programs'=> [
            'bachelor'=>'Бакалавриат',
            'magistracy'=>'Магистратура',
        ]
    ],
    'specialty_faculty'=> [
        'label_university'=>'Укажите наименование факультета, специальности',
        'label_college'=>'Укажите наименование отделения, специальности',
        'label_input_university'=>'Факультет',
        'label_input_college'=>'Отделение',
        'input_specialty'=>'Специальность'
    ],
    'confirming_file'=>[
        'label_university'=>'Прикрепите справку, подтверждающую Ваше обучение в ВУЗе',
        'label_college'=>'Прикрепите справку, подтверждающую Ваше обучение в Колледже',
        'help'=>'Загрузить справку (pdf, Jpeg, png)'
    ],

    'leader'=>[
        'label_university'=>'Укажите Ф.И.О научного руководителя',
        'label_college'=>'Укажите Ф.И.О руководителя'
    ],

    'mentor'=>[
        'label'=>'Укажите Ф.И.О. Ментора (при наличии)'
    ],

    'send_button'=>'Продолжить',
    'conditions'=>'Согласен со сбором и обработкой персональных данных',
    'update_button'=>'Сохранить изменения',
];
