<?php

return [
    'politics'=>'«Я, участник конкурса, настоящим подтверждаю свое участие в конкурсе
                «Student Energy Challenge/ Student Energy Challenge-Junior».
                С условиями участия в Конкурсе ознакомлен и несу полную ответственность
                за достоверность представленных данных в Анкете, научного руководителя и/или ментора.
                Даю согласие на обработку всех данных, указанных при заполнении Анкеты,
                разрешение на фото-видеосъемку и не возражаю на использование материалов, в т.ч.
                видеоматериалов Организатором, Спонсором в целях продвижения Конкурса.
                В случае возникновения конфликта интересов в процессе участия/проведения
                конкурса обязуюсь проинформировать об этом Организаторов
                (посредством электронной почты и/или другими доступными средствами сообщения)».
                <span style="color: #878788;">Команды, ранее занявшие призовые места в конкурсе «Student Energy
                Challenge» со схожими темами/разработками, а также команды, занявшие призовые
                места в других конкурсах Шелл Казахстан за последние 24 (двадцать четыре) месяца
                к участию в конкурсе «Student Energy Challenge» не допускаются. п 5. Требования к
                командам Конкурса, пп.6. Положения о конкурсе Student Energy Challenge</span>',
    'terms' => 'Я согласен с условиями',
    'questionary'=>'Командные конкурсы',
    'terms_text'=>'Вам нужно согласиться с условиями!',

    'teams_data'=>[
        'captain'=>'Капитан команды',
        'name'=>'Название команды',
        'college'=>'Колледж',
        'university'=>'ВУЗ',
        'direction'=>'Направление',
        'topic'=>'Тема',
        'leader'=>'Руководитель',
        'mentor'=>'Ментор'
    ],
    'politics_'=>'В соответствии с Законом Республики Казахстан от 21 мая 2013 года «О персональных данных и их защите» и иными нормативными правовыми актами Республики Казахстан (далее совместно – Закон), я, :name как участник интеллектуального командного конкурса «Student Energy Challenge» (далее – Конкурс) и гражданин Республики Казахстан, принимаю все условия и даю безусловное согласие ОЮЛ «KAZENERGY» (далее – Организатор), связанный как в настоящее время, так и в будущем с Организатором обстоятельствами или правоотношениями по сбору, обработке и защите моих (обо мне) персональных данных способами, не противоречащими законодательству, в целях, регламентированных настоящим согласием, и в источниках, в том числе общедоступных.
                    Сбор и обработка моих (обо мне) персональных данных осуществляется Организатором в целях допущения к Конкурсу, произведения выплат из призового фонда на основании решения Конкурсного жюри, использования всех данных, указанных при заполнении Анкеты в информационных материалах (пресс-релизы, журналы), социальных сетях (Инстаграмм, Фейсбук и др.), на фото-видеосъемку и не возражаю на использование материалов, в т.ч. видеоматериалов Организатором, Спонсором в целях продвижения Конкурса.
                    Мне известно, что, согласно Закону, субъект или его законный представитель не может отозвать согласие на сбор, обработку персональных данных в случаях, если это противоречит законам Республики Казахстан, либо при наличии неисполненного обязательства.
                    Я подтверждаю, что настоящее согласие распространяется на все отношения с Организатором, связанные с достижением вышеуказанных целей, в том числе уже существующие и (или) возникающие в будущем любые гражданско-правовые и (или) иные правоотношения, мои (обо мне) персональные данные, а также происходящие в них будущие изменения и (или) дополнения, зафиксированные на электронном, бумажном и (или) ином материальном носителе, включая, но, не ограничиваясь сведениями, необходимыми для оформления гражданско-правовых и (или) иных правоотношений, а также для осуществления взаимодействия в процессе исполнения таковых, и документами, подтверждающими следующие сведения:
                    фамилия, имя, отчество;
                    пол;
                    данные об образовании;
                    любые анкетные данные;
                    иные дополнительные сведения (по запросу Организатора).
                    Настоящим подтверждаю, что каких-либо претензий касательно сбора, обработки моих (обо мне) персональных данных, на фото-, видеосъемку в дальнейшем иметь не буду, при условии соблюдения требований Закона и (или) достигнутых в настоящем согласии условий.
                    Текст настоящего согласия мной прочитан, дополнений, замечаний и возражений не имею.
                    Обязуюсь оказывать содействие в получении и сборе документов, запрашиваемых Организатором.
                    :day.:month.:year года',

    'politics_junior'=>'В соответствии с Законом Республики Казахстан от 21 мая 2013 года «О персональных данных и их защите» и иными нормативными правовыми актами Республики Казахстан (далее совместно – Закон), я, :name как участник интеллектуального командного конкурса «Student Energy Challenge-Junior» (далее – Конкурс) и гражданин Республики Казахстан, принимаю все условия и даю безусловное согласие ОЮЛ «KAZENERGY» (далее – Организатор), связанный как в настоящее время, так и в будущем с Организатором обстоятельствами или правоотношениями по сбору, обработке и защите моих (обо мне) персональных данных способами, не противоречащими законодательству, в целях, регламентированных настоящим согласием, и в источниках, в том числе общедоступных.
                        Сбор и обработка моих (обо мне) персональных данных осуществляется Организатором в целях допущения к Конкурсу, произведения выплат из призового фонда на основании решения Конкурсного жюри, использования всех данных, указанных при заполнении Анкеты в информационных материалах (пресс-релизы, журналы), социальных сетях (Инстаграмм, Фейсбук и др.), на фото-видеосъемку и не возражаю на использование материалов, в т.ч. видеоматериалов Организатором, Спонсором в целях продвижения Конкурса.
                        Мне известно, что, согласно Закону, субъект или его законный представитель не может отозвать согласие на сбор, обработку персональных данных в случаях, если это противоречит законам Республики Казахстан, либо при наличии неисполненного обязательства.
                        Я подтверждаю, что настоящее согласие распространяется на все отношения с Организатором, связанные с достижением вышеуказанных целей, в том числе уже существующие и (или) возникающие в будущем любые гражданско-правовые и (или) иные правоотношения, мои (обо мне) персональные данные, а также происходящие в них будущие изменения и (или) дополнения, зафиксированные на электронном, бумажном и (или) ином материальном носителе, включая, но, не ограничиваясь сведениями, необходимыми для оформления гражданско-правовых и (или) иных правоотношений, а также для осуществления взаимодействия в процессе исполнения таковых, и документами, подтверждающими следующие сведения:
                        фамилия, имя, отчество;
                        пол;
                        данные об образовании;
                        любые анкетные данные;
                        иные дополнительные сведения (по запросу Организатора).
                        Настоящим подтверждаю, что каких-либо претензий касательно сбора, обработки моих (обо мне) персональных данных, на фото-, видеосъемку в дальнейшем иметь не буду, при условии соблюдения требований Закона и (или) достигнутых в настоящем согласии условий.
                        Текст настоящего согласия мной прочитан, дополнений, замечаний и возражений не имею.
                        Обязуюсь оказывать содействие в получении и сборе документов, запрашиваемых Организатором.
                        :day.:month.:year года',

    'politics_button'=>'Отправить',
    'politics_title'=>'Согласие на сбор, обработку персональных данных'
];
